export class DataService {
  displayTables = false;
  currentPage = 1;
  tableData =  [ {
    id : "Идентификатор",
    name : "Название",
    price : "Стоимость",
    quantity : "Количество"
  },
    [ "1", "iPhone 5", "400", "5" ],
    [ "2", "XBOX", "300", "7" ],
    [ "3", "samsung", "350", "9" ],
    [ "4", "chtoto", "370", "1" ],
    [ "1", "iPhone 5", "400", "5" ],
    [ "2", "XBOX", "300", "7" ],
    [ "3", "samsung", "350", "9" ],
    [ "4", "chtoto", "370", "1" ],
    [ "1", "iPhone 5", "400", "5" ],
    [ "2", "XBOX", "300", "7" ],
    [ "3", "samsung", "350", "9" ],
    [ "4", "chtoto", "370", "1" ],
    [ "1", "iPhone 5", "400", "5" ],
    [ "2", "XBOX", "300", "7" ],
    [ "3", "samsung", "350", "9" ],
    [ "4", "chtoto", "370", "1" ],
    [ "1", "iPhone 5", "400", "5" ],
    [ "2", "XBOX", "300", "7" ],
    [ "3", "samsung", "350", "9" ],
    [ "4", "chtoto", "370", "1" ],
    [ "1", "iPhone 5", "400", "5" ],
    [ "2", "XBOX", "300", "7" ],
    [ "3", "samsung", "350", "9" ],
    [ "4", "chtoto", "370", "1" ],
    [ "1", "iPhone 5", "400", "5" ],
    [ "2", "XBOX", "300", "7" ],
    [ "3", "samsung", "350", "9" ],
    [ "4", "chtoto", "370", "1" ]
  ];
}
